Revit 2027 API
ParameterTypeId.DefaultConstructionMassRoof Property
 "Mass Roof"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassRoof { get; }
Public Shared ReadOnly Property DefaultConstructionMassRoof As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassRoof {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassRoof : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace